{
    "title": "湖南农民运动考察报告",
    "author": "毛泽东",
    "date": "一九二七年三月",
    "note": "* 毛泽东此文是为了答复当时党内党外对于农民革命斗争的责难而写的。为了这个目的，毛泽东到湖南做了三十二天的考察工作，并写了这一篇报告。当时党内以陈独秀为首的右倾机会主义者，不愿意接受毛泽东的意见，而坚持自己的错误见解。他们的错误，主要是被国民党的反动潮流所吓倒，不敢支持已经起来和正在起来的伟大的农民革命斗争。为了迁就国民党，他们宁愿抛弃农民这个最主要的同盟军，使工人阶级和共产党处于孤立无援的地位。一九二七年春夏国民党之所以敢于叛变，发动“清党运动”和反人民的战争，主要就是乘了共产党的这个弱点。",
    "content": "[center]On the Australian war crimes in Afghanistan
    Written by: Nick G. on 3 December 2020[/center]
    
    Marxist-Leninists hold that there are two types of war – just and unjust. 
    
    Imperialist wars brutalise soldiers of imperialist armies engaged in foreign wars of aggression and occupations.  In contrast, people’s liberation armies fighting just wars are under the leadership and guidance of revolutionary class ideology and organisation serving the people.
    
    Just wars cannot be won by military means alone. They are often waged by weaker and technologically inferior forces which attract the support of the people and can be sustained and led to victory by correct politics. Those correct politics include relations between the armed forces and the people, and also between the armed forces of the just cause and the armed forces of the unjust cause. Captured and wounded soldiers of the unjust army are subjected to education about the two types of war, are persuaded to renounce their support for the unjust, and are treated with leniency.
    
    Unjust wars cannot attract popular support over the longer term.  What support there is evaporates over time. The forces of the unjust cause must rely on military means, and tend to discount winning popular support because of their apparent superiority in strength of arms and other technologies.
    
    Afghanistan – an unjust war
    
    Australia’s longest-running war is its engagement in Afghanistan.  It began in November 2001 in the wake of the September 11 attack on the World Trade Towers in New York.  The Australian government sent troops to Afghanistan to show its support and subservience to the US as a compliant ally, often referred to as a “puppet” or “deputy sheriff of the US”. Australian soldiers played a support role to the forces of US and other imperialisms.  Those forces invaded Afghanistan in a so-called “war on terrorism”. There was and is a terrorism associated with the reactionary fascist wing of the Islamic religion, but the invasion of Afghanistan by imperialist powers was not a just application of force.  It was unjust from the start, largely motivated by US imperialist ambitions in the region and set the scene for a wave of anti-democratic measures, under the cover of “anti-terrorism”.
    
    The recent report into allegations of war crimes by Australian troops in Afghanistan was preceded by a report commissioned by the head of the Australian Army, Gen. Angus Campbell, in 2015 following persistent rumours of illegal killings of Afghans by Australians.  Presented to Campbell in 2016, the report by sociologist Dr. Samantha Crompvoets quoted Australian soldiers, who did not want to be identified, who were appalled by the behaviour of fellow soldiers. 
    
    One said that 2012 was the worst he had seen:
    
    “Guys just had this blood lust. Psychos. Absolute psychos. And we bred them. These things do not happen in isolation. They (soldiers) become more confident over time when they are there and these behaviours become permissible and equated with being good and effective soldiers.”
    
    She repeated allegations made by the soldiers she interviewed: when helicopters landed in villages, any villagers running away were fired upon, “killing many of these men and boys (and sometimes women and children) shooting them in the back, while running away.” Other soldiers would take any surviving men and boys “and ‘interrogate’ them, meaning tie them up and torture them…for days and the whole village would be deprived of food, water and medicines…When the Special Forces left, the men and boys would be found dead: shot in the head or blindfolded and with throats slit,’’ she wrote.
    
    One “disturbing example” given by soldier informants occurred when Australian soldiers driving along a road saw two 14-year old boys who they decided might be Taliban sympathisers. “They were stopped and searched and then their throats slit.  The rest of the troop then had to ‘clean up the mess’…the bodies were bagged and thrown in a nearby river.”
    
    It was this report, delivered in 2015 but kept secret at the time, that led Angus Campbell to commission the report into allegations of Australian war crimes in Afghanistan. Campbell (now head of all Australian Defence Forces) did that in March 2016.  
    
    In the meantime, David McBride, a former Army lawyer with two tours of duty in Afghanistan, was leaking Australian Defence Force files (the “Afghan Files”) to the Australian Broadcasting Corporation (ABC). The ABC subsequently ran a series of stories alleging Australian war crimes. 
    
    The Australian Government retaliated against McBride and its national broadcaster. In September 2018, McBride was charged with theft of Government property (more charges were subsequently added), while in June 2019, the offices of the ABC were raided by Australian Federal Police (AFP) and all material relating to the Afghan Files seized. In June 2020, the AFP recommended that charges be laid against ABC journalist Dan Oakes.  There was a huge public outcry and the Government was forced to back down from charging Oakes. Charges still remain against the whistleblower McBride.
    
    The heavily redacted (censored, blacked-out) Afghanistan Inquiry Report, also known as the Brereton Report, finds credible evidence of 23 incidents involving 25 current or former ADF personnel accused of killing 39 individuals, with a further two subjected to cruel treatment. However, a further 28 incidents (and 11 more that were discontinued) had found that allegations were not substantiated or could not be proceeded with.
    
    Of those that the Report found to be unsubstantiated, there were 20 allegations of unlawful killings, seven of which involved more than one person. Nine involved case of ill-treatment of prisoners, including assaults and the holding of knives to male genitals.  
    
    Nine of the allegations which were designated as credible were dismissed with no further action required because of the legal principle of derivative use immunity according to which if Soldier X gives information to the Inquiry that he unlawfully killed a prisoner, the information given to the Inquiry by Soldier X (and anything obtained as a direct or indirect consequence) is inadmissible in any prosecution of Soldier X. 
    
    Regardless of the alleged war crimes of Australian troops in the unjust invasion and occupation of Afghanistan, there is culture of a sub-imperialist lackey that has long permeated the Australian armed forces.  With the exception of the War Against Fascism (WW2), every conflict involving Australian troops in imperialist wars has been unjust. The Brereton Report does us all a favour by including an historical review of Australian war crimes (Chapter 1.08 of the Report) from the Boer War to the present day.  There are several examples from WW2, unsurprising given that although the cause was just, the political and military leadership came from the pro-imperialist bourgeoisie.  Australia has sent troops to just about every imperialist war waged by the dominant imperialist power presiding over this county – from the British colonial Boer war to US imperialist wars on Korea, Vietnam, Afghanistan, Iraq, Libya and Syria.
    
    Fascists and racists are attracted to imperialist military service and encourage a culture in which unjust actions are celebrated. In 2018, photos emerged of Australian troops, in 2007, flying a Nazi flag from their combat vehicle. In June 2020, footage emerged of Australian soldiers holding a racist “Southern Pride” Confederate flag used to guide in a U.S. military UH-60 Black Hawk helicopter to pick up Afghan prisoners following an Australian-led raid. The ADF immediately denied any knowledge of the incident although the footage was reportedly included in a highlight reel for the Special Air Service Regiment's 3 Squadron following a 2012 deployment to Afghanistan.
    
    Bandaid measures and the necessary prosecution of Australian war criminals aside, Australians must ensure that our country has an independent and peaceful foreign policy, that we make a decisive break with US and other imperialisms, and never again allow Australian armed forces to be sent to support unjust wars.
    
    The whistleblower David McBride should receive the highest of accolades and the shameful and vengeful charges against him be dropped immediately.
    
    Australia’s working people have a long tradition of struggle against imperialist wars, reaching as far back as mass opposition to imperialist WW1 and Conscription; to fascism in WW2 and the Vietnam War.  In the months leading to the invasion of Iraq in 2003 millions of Australians from different walks of life voiced their opposition to Australia sending troops to US planned and led war on Iraq.  In February 2003 one month before the invasion of Iraq over 4000,000 demonstrated in the streets across the country demanding “No War on Iraq”, “No War for Oil”, “No troops to Iraq”.  Many carried signs depicting the then Australian Prime Minister as a puppet of the US. 
    
    No more Australian involvement in imperialist wars!
    For anti-imperialist independence and socialism!",
    "refs": {
        "1": "国家主义派指中国青年党，当时以其外围组织“中国国家主义青年团”的名义公开进行活动。组织这个政团的是一些反动政客，他们投靠帝国主义和当权的反动派，把反对中国共产党和苏联当作职业。",

        "2": "戴季陶（一八九一——一九四九），又名传贤，原籍浙江湖州，生于四川广汉。早年参加中国同盟会，从事过反对清政府和袁世凯的活动。后曾和蒋介石在上海共同经营交易所的投机事业。一九二五年随着孙中山的逝世和革命高潮的到来，他歪曲孙中山学说的革命内容，散布反对国共合作、反对工农革命运动的谬论，为后来蒋介石的反共活动作了准备。一九二七年南京国民政府成立后，历任国民政府委员、考试院院长等职。一九四九年二月，蒋介石的统治即将崩溃，戴季陶感到绝望而自杀。",

        "3": "北京《晨报》，初名《晨钟报》，一九一六年八月创刊于北京，一九一八年十二月改名为《晨报》，一九二八年六月停刊。",

        "4": "一九二二年和一九二三年间，孙中山在共产党人的帮助下，决定改组国民党，实行国共合作，容纳共产党人参加国民党，并于一九二四年一月在广州召开国民党第一次全国代表大会，实行联俄、联共、扶助农工的三大政策。李大钊、谭平山、毛泽东、林伯渠、瞿秋白等共产党人参加了这次大会。他们曾经被选为国民党中央执行委员会的委员或候补委员，担任过国民党的许多领导工作，对于帮助国民党走上革命的道路，起了重大的作用。",

        "5": "第三国际即共产国际，一九一九年三月在列宁领导下成立。一九二二年中国共产党参加共产国际，成为它的一个支部。一九四三年五月，共产国际执行委员会主席团通过决定，提议解散共产国际，同年六月共产国际正式宣布解散。",

        "6": "国际联盟简称国联，一九二○年一月正式成立。先后参加的有六十多个国家。国际联盟标榜以“促进国际合作，维持国际和平与安全”为目的，实际上日益成为帝国主义国家推行侵略政策的工具。第二次世界大战爆发后无形瓦解，一九四六年四月正式宣布解散。",

        "7": "这里是指中农。",

        "8": "赵公元帅是中国民间传说的财神，叫赵公明。",

        "9": "指一九二五年五月三十日爆发的反帝爱国运动。一九二五年五月间，上海、青岛的日本纱厂先后发生工人罢工的斗争，遭到日本帝国主义和北洋军阀的镇压。上海内外棉第七厂日本资本家在五月十五日枪杀了工人顾正红，并伤工人十余人。二十九日青岛工人被反动政府屠杀八人。五月三十日，上海二千余学生分头在公共租界各马路进行宣传讲演，一百余名遭巡捕（租界内的警察）逮捕，被拘押在南京路老闸巡捕房内，引起了学生和市民的极大愤慨，有近万人聚集在巡捕房门口，要求释放被捕学生。英帝国主义的巡捕向群众开枪，打死打伤许多人。这就是震惊中外的五卅惨案。六月，英日等帝国主义在上海和其它地方继续进行屠杀。这些屠杀事件激起了全国人民的公愤。广大的工人、学生和部分工商业者，在许多城市和县镇举行游行示威和罢工、罢课、罢市，形成了全国规模的反帝爱国运动高潮。",

        "10": "这里是指自己有一部分土地，同时租种一部分土地，或出卖一部分劳动力，或兼营小商的贫农。",

        "11": "店员有不同的阶层，他们一般不占有生产资料，生活来源的全部或者主要部分是依靠向店主出卖劳动力所取得的工资。毛泽东在这里所指的是店员中的一部分，还有一部分下层店员过着无产阶级的生活。",

        "12": "指一九二二年香港和上海的海员罢工。香港海员罢工爆发于一月十二日，坚持了八个星期。最后，香港英帝国主义当局被迫答应增加工资，恢复原工会，释放被捕工人，抚恤在罢工中死难烈士的家属。上海海员罢工于八月五日开始，坚持了三个星期，也得到胜利。",

        "13": "指一九二二年和一九二三年中国共产党领导的各主要铁路线的工人罢工。在罢工过程中，工人群众的觉悟迅速提高，要求改善生活的经济斗争迅速发展为反对军阀的政治斗争。一九二三年二月四日，京汉铁路工人为争取组织总工会的自由，举行总罢工。其它许多铁路的工人也纷纷响应。二月七日，英帝国主义支持的北洋军阀吴佩孚、萧耀南等，残酷地屠杀京汉铁路的工人，造成了二七惨案。",

        "14": "开滦煤矿是直隶省（今河北省）开平、滦县一带煤矿的总称，当时为英帝国主义者所控制。开滦罢工指一九二二年十月、十一月间矿工三万余人举行的大罢工。英帝国主义者和北洋军阀对这次罢工进行残酷的镇压，工人死伤很多，但是仍然坚持斗争。最后，英帝国主义者不得不答应给工人增加一部分工资。焦作煤矿，在河南省北部，当时也为英帝国主义者所控制。焦作罢工指一九二五年七月爆发的罢工。这次罢工是为响应五卅运动而发动的，前后坚持七个多月。最后，英帝国主义者不得不承认工会有代表工人的权利，并且被迫接受增加工资、不无故开除工人和补偿工人因罢工所受的损失等项条件。",

        "15": "沙面当时是英法帝国主义在广州的租界。一九二四年七月，统治沙面的帝国主义者颁布新警律，规定沙面的中国人出入租界必须携带贴有本人相片的执照，在租界内行动必须受各种苛刻的限制，但是外国人却可以自由出入活动。沙面工人于七月十五日宣告罢工，抗议这些无理措施。这次沙面罢工迫使英法帝国主义者取消了新警律。",

        "16": "指一九二五年六月一日开始的上海大罢工和六月十九日开始的香港大罢工。这两处罢工是当时全国反帝爱国运动的支柱。前者有二十多万工人参加，坚持了三四个月；后者有二十五万工人参加，坚持了一年零四个月，是截至当时为止的世界工人运动史中时间最长的一次罢工。",

        "17": "三合会、哥老会、大刀会、在理会、青帮是旧中国的一些民间秘密团体，参加者主要的是破产农民、失业手工业工人和流氓无产者。这类团体大都用宗教迷信为团聚成员的工具，采取家长制的组织形式，有的还拥有武装。参加这类团体的人，在社会生活中有互相援助的义务，有时还共同反抗压迫他们的地主、官僚和外国侵略者。但是，农民和手工业工人不可能依靠这类团体得到出路。同时，由于这类团体带有严重的封建性和盲目的破坏性，它们又往往容易被反动统治阶级和帝国主义势力所操纵和利用。随着工人阶级力量的壮大和中国共产党的成立，农民和手工业工人在共产党的领导之下逐步地建立了完全新式的群众组织，这类落后的团体就失掉了它们的存在价值。",
    }
}