{
    "title": "Viva la Quinta Brigada",
    "singer": "Christy Moore",
    "note": "Live at Barrowland Glasgow.",
    "url": "res://dbs/songs/Viva_la_Quinta_Brigada.mp3",
    "original_url": "https://www.youtube.com/watch?v=xQbXO828Vio",
    "lyrics": "Around the time I saw the light of morning
    A comradeship of heroes was laid
    From every corner of the world came sailing
    The Fifty International Brigade.
    
    They came to stand beside the Spanish people
    To try and stem the rising fascist tide
    Franco's allies were the powerful and wealthy
    Frank Ryan's men came from the other side.
    
    Even the olives were bleeding
    As the battle for Madrid it thundered on
    Truth and love against the force of evil
    Brotherhood against the fascist clan.
    
    Chorus:
    Viva la Quinta Brigada,
    No Pasaran, the pledge that made them fight
    Adelante was the cry around the hillside
    Let us all remember them tonight.
    
    Bob Hilliard was a Church of Ireland pastor
    Form Killarney across the Pyrenees he came
    From Derry came a brave young Christian Brother
    And side by side they fought and died in Spain.
    
    Tommy Woods age seventeen died in Cordoba
    With Na Fianna he learned to hold his gun
    From Dublin to the Villa del Rio
    He fought and died beneath the Spanish sun.
    
    (Chorus)
    
    Many Irishmen heard the call of Franco
    Joined Hitler and Mussolini too
    Propaganda from the pulpit and newspapers
    Helped O'Duffy to enlist his crew.
    
    The call came from Maynooth, 'support the facists'
    The men of cloth had failed yet again
    When the Bishops blessed the Blueshirts in Dun Laoghaire
    As they sailed beneath the swastika to Spain.
    
    (Chorus)
    
    This song is a tribute to Frank Ryan
    Kit Conway and Dinny Coady too
    Peter Daly, Charlie Regan and Hugh Bonar
    Though many died I can but name a few.
    
    Danny Boyle, Blaser-Brown and Charlie Donnelly
    Liam Tumilson and Jim Straney from the Falls
    Jack Nalty, Tommy Patton and Frank Conroy
    Jim Foley, Tony Fox and Dick O'Neill.
    (Chorus repeated)"
}